---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DocumentSaveToCentralProgressChangedEventArgs
source: html/4f1a7763-d33e-6ffd-5988-3cd22878f18e.htm
---
# DocumentSaveToCentralProgressChangedEventArgs Members

Indicates whether the event is being cancelled.